[action]
5000=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.quword.com/
5001=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.innoreader.com/
5002=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.autoahk.com/
5003=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.regdict.com/
5004=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.autohotkey.com/boards/viewforum.php?f=6
5005=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.bing.com
5006=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.bilibili.com/
5007=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://github.com/Lexikos/AutoHotkey_L-Docs/tree/v2
5008=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" http://foobar2000.xrea.jp/index.php?更新状況
5009=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://www.github.com/wyagd001
5010=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://github.com/Lexikos/AutoHotkey_L-Docs/tree/v1
5011=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\当前浏览器打开.ahk" https://music.163.com/
5012=run|F:\Program Files\运行\win 7
5013=run|D:\资料\autohotkey 帮助
5014=run|G:\资料\脚本收集
5015=run|F:\Program Files\运行\git
5016=run|explorer C:\Users\Administrator\Desktop\Ahk\如意百宝箱
5017=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\当前窗口打开.ahk" "F:\Program Files\运行\win 7"
5018=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\当前窗口打开.ahk" "D:\资料\autohotkey 帮助"
5019=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\当前窗口打开.ahk" "G:\资料\脚本收集"
5020=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\当前窗口打开.ahk" "F:\Program Files\运行\git"
5021=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\当前窗口打开.ahk" "C:\Users\Administrator\Desktop\Ahk\如意百宝箱"
5022=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\其他编辑器打开.ahk" "%ue%"
5023=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\其他编辑器打开.ahk" "%Vscode%"
5024=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\其他编辑器打开.ahk" "%Notepad2%"
5025=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\其他浏览器打开.ahk" "%msedge%"
5026=openwith|%VScode%
5027=openwith|%ue%
5028=openwith|F:\Program Files\Editor\Notepad2\Notepad2.exe
5029=run|D:\Program Files\foobar2000\foobar2000.exe
5030=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\其他浏览器打开.ahk" "%360se%"
5031=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\打开的文件夹同步.ahk" "D:\资料\autohotkey 帮助\v2\docs" "F:\Program Files\运行\git\wyagd001.github.io\v2\docs"
5032=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\打开的文件夹同步.ahk" "D:\资料\autohotkey 帮助\v1\docs" "F:\Program Files\运行\git\wyagd001.github.io\zh-cn\docs"
5033=openwith|%AutoHotkeyU32%
5034=openwith|%AutoHotkey32%
5035=openwith|%AutoHotkey64%
5036=openwith|%A_ScriptDir%\引用程序\Compiler\Ahk2Exe.exe /gui /in
5037=openwith|F:\Program Files\Tool\ResourceHacker\ResourceHacker.exe
5038=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文本处理\生成二维码.ahk" "WIFI:T:WPA;S:Lyh;P:123456987654;"
5039=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\打开的文件夹同步.ahk" "F:\Program Files\运行\win 7" "F:\Program Files\运行\git\MyScript"
5040=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\FolderMenu.ahk" "F:\Program Files\运行\win 7\Favorites"
5041=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\FolderMenu.ahk" "G:\资料\每天更新"
5042=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\FolderMenu.ahk" "%A_Desktop%" "lnk"
5043=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\打开的文件夹同步.ahk" "C:\Users\Administrator\Desktop\Ahk\如意百宝箱 - 发布版本\如意说明" "F:\Program Files\运行\git\wyagd001.github.io\RuYi-Ahk"
5044=run|D:\Program Files\AutoHotkey
5045=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\其他浏览器打开.ahk" "%chrome%"
5046=openwith|%chrome%
5047=openwith|%360se%
5048=openwith|%msedge%
5049=Menu|浏览器选择
5050=openwith|%unlocker%
5051=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\同步文件夹到手机.ahk" "H:\备份\同步文件夹" "/storage/emulated/0/1我的文档/资料/同步文件夹"
5052=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\发送文件到手机目录.ahk" "%CandySel%"  "/storage/emulated/0/1_文档/资料/同步文件夹"
5053=openwith|%WinRar%
5054=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\注册表定位.ahk" "HKEY_CURRENT_USER\SOFTWARE\Microsoft\Windows\CurrentVersion\Applets\Regedit\Favorites"
5055=openwith|"E:\Program Files\Yamb MP4Tools\Yamb.exe"
5056=openwith|"F:\Program Files\DownLoader\Thunder\Program\Thunder.exe"
5057=run|"F:\Program Files\DownLoader\Thunder\Program\Thunder.exe" magnet:?xt=urn:btih:%CandySel%
5058=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\FolderMenu.ahk" "%A_StartMenu%\Programs" "lnk"
5059=openwith|%SciTE%
5060=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\文件处理\文件夹处理\FolderMenu.ahk" "%A_ScriptDir%\Lnk" "lnk"
5061=run|C:\Users\Administrator\Documents\WeChat Files\lyh197\FileStorage\File
5062=run|H:\备份\资料备份\脚本收集\AutoHotkey\Ahk_L
5063=Cando|GenerateList
5064=Cando|GenerateYYList
5065=run|"%B_Autohotkey%" "%A_ScriptDir%\外部脚本\窗口处理\Ahk帮助打开的页面.ahk"
5066=canfunc|CF_WinSetTransparent|13



[Name]
5000=eb41|趣词|无条件|以当前浏览器打开动作中指定的网址
5001=eb41|InoReader|无条件|以当前浏览器打开动作中指定的网址
5002=eb41|Ahk 社区|无条件|以当前浏览器打开动作中指定的网址
5003=eb41|regdict|无条件|以当前浏览器打开动作中指定的网址
5004=eb41|Ahk论坛|无条件|以当前浏览器打开动作中指定的网址
5005=eb41|Bing|无条件|以当前浏览器打开动作中指定的网址
5006=e774|B站|无条件|以当前浏览器打开动作中指定的网址
5007=eb41|Github|无条件|以当前浏览器打开动作中指定的网址
5008=eb41|foobar|无条件|以当前浏览器打开动作中指定的网址
5009=eb41|我的github|无条件|以当前浏览器打开动作中指定的网址
5010=eb41|Lexikos|无条件|以当前浏览器打开动作中指定的网址
5011=eb41|网易云|无条件|以当前浏览器打开动作中指定的网址
5012=ed25|主脚本目录|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5013=ed25|帮助目录|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5014=ed25|脚本收集|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5015=ed25|git目录|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5016=ed25|如意目录|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5017=E838|主脚本目录|资源管理器|在当前资源管理器窗口打开动作中指定的目录
5018=E838|帮助目录|资源管理器|在当前资源管理器窗口打开动作中指定的目录
5019=E838|脚本收集|资源管理器|在当前资源管理器窗口打开动作中指定的目录
5020=E838|git目录|资源管理器|在当前资源管理器窗口打开动作中指定的目录
5021=E838|如意目录|资源管理器|在当前资源管理器窗口打开动作中指定的目录
5022=E70F|UltraEdit|特定窗口|使用UltraEdit编辑当前窗口打开的文本文件
5023=E70F|VSCode|特定窗口|使用VSCode编辑当前窗口打开的文本文件
5024=E70F|Notepad2|特定窗口|使用Notepad2编辑当前窗口打开的文本文件
5025=F466|MsEdge打开|Chrome|使用MsEdge打开 Chrome 浏览器当前标签页的网址
5026=E70F|VScode打开|选中文件|使用VScode打开选定文件
5027=E70F|UEdit打开|选中文件|使用UtralEdit打开选定文件
5028=E70F|NotePad2打开|选中文件|使用NotePad2打开选定文件
5029=ec4f|FooBar|无条件|打开Foobar2000播放器
5030=f131|360浏览器打开|Chrome|使用360浏览器打开 Chrome 浏览器当前标签页的网址
5031=e89a|同步V2|无条件|左侧文件夹同步到右侧(左→右)
5032=e89a|同步V1|无条件|左侧文件夹同步到右侧(左→右)
5033=E70F|U32打开|选中文件|使用AutoHotkeyU32打开选定文件
5034=e761|2打开_32|选中文件|使用AutoHotkey32打开选定文件
5035=e761|2打开_64|选中文件|使用AutoHotkey64打开选定文件
5036=ea5e|编译|选中文件|编译选中的ahk文件
5037=ea8d|打开_RH|选中文件|使用ResourceHacker打开选定文件
5038=ed14|WiFi|无条件|二维码共享WiFi
5039=e89a|同步运行|无条件|左侧文件夹同步到右侧(左→右)
5040=EDE3|Fav|无条件|将指定文件夹以菜单形式显示
5041=EDE3|每天更新|无条件|将指定文件夹以菜单形式显示
5042=EDE3|桌面菜单|无条件|将桌面以菜单形式显示
5043=e89a|同步如意文档|无条件|左侧文件夹同步到右侧(左→右)
5044=ed25|Ahk|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5045=e128|Chrome打开|Chrome|使用Chrome打开当前浏览器当前标签页的网址
5046=e128|Chrome打开|选中文本|使用Chrome打开选定网址
5047=f131|360打开|选中文本|使用360浏览器打开选定网址
5048=F466|Edge打开|选中文本|使用edge浏览器打开选定网址
5049=EDE3|浏览器|菜单|浏览器选择菜单
5050=e755|文件解锁|选中文件|使用 unlocker 查看锁定文件的进程
5051=e89a|到手机2|无条件|同步参数中的电脑文件夹到参数中的手机文件夹
5052=e89a|到手机|选中文件|同步电脑选中文件到手机的指定目录
5053=f156|WinRar打开|选中文件|使用WinRar打开选定文件
5054=E71B|收藏夹|注册表|在注册表窗口打开动作中指定的路径
5055=f131|Yamb|选中文件|将选中的文件转换为MP4
5056=f156|迅雷下载|选中文本|使用迅雷打开选定文本或链接
5057=f156|磁力链|选中文本|使用迅雷下载所选磁力链
5058=EDE3|开始菜单|无条件|将开始菜单文件夹以菜单形式显示
5059=E70F|SciTE打开|选中文件|使用SciTE打开选定文件
5060=EDE3|Lnk菜单|无条件|将文件夹中的 lnk 文件以菜单形式显示
5061=ed25|微信接收|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5062=ed25|Ahk_L|无条件|使用资源管理器以新窗口方式打开动作中指定目录
5063=e74b|脚本列表|无条件|生成如意外部脚本列表
5064=e74b|引用列表|无条件|生成如意引用程序列表
5065=EDE3|获取帮助页面|无条件|获取 ahk 的 chm 帮助文件的打开页面地址
5066=e906|透明10%|任意窗口|将当前窗口透明度设为 10%
